ada
dengan
adalah
adanya
adaptasi
adaptasinya
agar
air
mencari
akan
akibat
iklim
aktivitas
alam
aman
amerika
aneh
apa
apaan
apabila
apalagi
apapun
asal
asalnya
asing
asli
aspek
asupan
atas
atau
ataupun
aturan
awal
bagaimana
bagi
bagus
bahagia
bahan
bahasa
budaya
bahkan
bahwa
baik
bakal
banjir
bangun
bantuan
banyak
banyaknya
barang
barang-barang
baru
asing
belum
biasanya
karena
barunya
perlu
permukiman
pertanian
batin
beban
bebas
beberapa
becana
beda
begitu
bekerja
belajar
belum
benar-benar
bencana
benda
berada
beradaptasi
terpisah
berarti
berbagai
berbagi
berbaur
berbeda
berbeda-beda
berbicara
berbuat
berdampak
beresiko
bergantung
bergaul
berhadapan
berharga
berhari
beriklim
berinteraksi
berjalannya
berjuang
berkaitan
berkenalan
berkomunikasi
berkurang
berkurangnya
berlangsung
berpenghuni
berpindah
berpindah-pindah
berpisah
bersama
bersedia
bersih
bersosialisasi
bersyukur
bersusah
bertahan
bertanggung
bertani
berteduh
bertempat
bertemu
berubah
berubahnya
berusaha
berwaspada
besar
betah
biar
biasa
biasanya
biaya
bidang
bila
bisa
boleh
beradaptasi
budaya
bukan
bumi
buruknya
butuh
cara
cepat
cocok
cuaca
cuacanya
cukup
cuma
daerah
daerahnya
dahulu
dalam
dampak
dan
dana
dapat
dapatkan
daratan
dari
datang
dataran
daya
demi
dengan
depresi
deras
di
dia
dialami
dianggap
dibawa
diberikan
dibiayai
dibully
dibutuhkan
dicegahkan
didapatkan
digarap
dihadapai
dihadapi
dihormati
diinginkan
dijadikan
dikarenakan
dikucilkan
dilakukan
dilewati
dimanfaatkan
dimiliki
dimilikinya
dimulai
dinegara
dingin
dipaksa
dipastikan
dipertaruhkan
diri
dirinya
disana
disebabkan
disediakan
disekitar
disekitarnya
diskriminasi
disukai
ditempat
ditempati
ditempatinya
ditemui
diterima
ditinggali
ditinggalkan
ditumpangi
diungsikan
diusir
dokumenter
donasi
dukungan
dulu
ekonomi
enak
faktor
fasilitas
film
gagal
gangguan
ganti
garap
gelisa
gempa
gugup
gunakan
hadapi
hadapinya
hal
halaman
hambatan
hancur
hanya
hari
harta
haru
harus
harusnya
hasil
hasilkan
hidup
hilang
hilangnya
hitam
hujan
huni
ia
ialah
iklim
imigran
imigrasi
indah
ini
interaksi
isi
itu
itulah
iya
jadi
jalani
jarang
jatuhnya
jauh
jawab
jenis
jika
juga
jumlah
kalau
kampung
kan
karena
kasus
kasus-kasus
kasusnya
ke
keadaan
keadaannya
keahlian
kebiasaan
kebingungan
kebun
kebutuhan
kebutuhannya
kedepan
kegiatan
kehidupan
kehidupannya
kehilangan
kejadian
kekayaan
kekurangan
kelahiran
kelangsungan
kelaparan
kehausan
kelompok
keluarga
keluarganya
kemampuan
kembali
kembangan
kembangkan
kemungkinan
kenaikan
kenal
kenangan
kenyamanan
kepada
kepadatan
keperluan
kepulauan
kerabat
kerja
kesehariaannya
kesehatan
kesehatanya
keselamatan
kesenangan
kesensaraan
kesepian
kesulitan
kesusahan
ketergantungan
ketidak
ketidaknyamanan
ketika
keuangan
kini
kita
komunikasi
komunitas
komunitasnya
kondisi
kondisinya
konflik
krisis
kultur
kurang
kurangnya
ladang
lagi
lah
lahan
lahannya
lain
lain-lain
lainnya
lakukan
lalui
lama
lamanya
langsung
lapangan
laut
layak
layaknya
lebih
lingkungan
lingkungannya
luar
lumayan
maka
makan
makanan
makananan
maknanya
mana
mandi
mandiri
manyarakat
masa
masalah
masih
masing
masing-masing
masyarakat
mata
mau
maupun
mautidak
membiasakan
medis
melakukan
melanda
melanjutkan
melawannya
melihat
memadai
memahami
memang
memastikan
membahayakan
membangun
membawa
membeli
memberikan
membiasakan
membiasakann
membuat
membutuhkan
memeng
memenuhi
memerlukan
memikirkan
memiliki
meminta
mempelajari
mempunyai
memulai
menahan
menambah
menampung
mencari
mencarinya
mencukupi
mendapat
mendapatkan
menduduki
mendukung
menemukan
menentu
menerima
menetap
mengakami
mengakibatkan
mengalami
menganggur
mengantri
mengenal
menghadapi
menghidupi
mengikuti
menginginkan
mengobrol
mengondisikan
mengusik
mengulang
mengumpul
mengungsi
mengusahakan
menhadapai
menimbulkan
meninggaalkan
meninggal
meninggalkan
menipis
menjadi
menjaga
menjalani
menjamin
menolak
menolong
mentah
menunggu
menurun
menurut
menyebabkan
menyebrang
menyelamatkan
menyesuaikan
menyesuikan
menyulitkan
menyusaikan
merasa
merasakan
merata
mereka
merelakan
merintis
meskipun
meteor
milik
miliki
minim
minum
minuman
melakukan
mudah
mulai
muncul
mungkin
musibah
nafkah
naik
namun
nanti
dihadapi
negara
negara-negara
negaranya
negeri
nelayan
nereka
ngungsi
nol
nya
nyaman
nyawanya
nyenyak
obat
obat-obatan
oleh
ombak
orang
orang-orang
pada
pakaian
paling
panas
pangan
para
pariwisata
pasokan
pasti
pastinya
payah
pekerja
pekerjaan
pemasukan
pembunuhan
pemerintah
pencaharian
pencahariannya
pencarian
pencilkan
penderitaan
pendidikan
penduduk
penduduknya
pengalaman-pengalaman
pengaruh
pengecualian
pengenalan
penggunaan
penghasilan
pengungsi
pengungsian
pengungsiannya
penolakan
penyakit
penyesuaian
perahu
perampokan
peraturan-peraturan
perbedaan
perekonomian
pergaulan
pergi
perikanan
perjalanan
perkebunan
perlu
perlunya
permukaan
pernah
perpindahan
pertama
pertanian
pertaniannya
pertanianya
pertaruhkan
pertimbangan
pertolongan
perubahan
pindah
pindahkan
pokoknya
populer
pos
presiden
perhatian
penduduk
properti
proses
proyek
proyek-proyek
pulau
pun
punahnya
punya
putih
ragam
ramah
rasa
rasakan
rela
rendah
resah
rugi
rumah
rumahnya
rusak
saat
sabar
saja
sakit
salah
saling
sama
sama-sama
sana
sandang
sangat
sangatlah
sangat
satu
satunya
sawah
saya
seadanya
sebagai
sebagian
sebanyak
sebelum
sebelumnya
sebelumya
sebentar
sebuah
secara
secepat
secepatnya
sedang
sederhana
sedikit
segala
segalanya
segar
segera
segi
sehari
sehari-hari
sehingga
seimbang
seiring
sejarah
sekali
sekarang
sekitar
sekitarnya
sekolah
sektor
selain
selama
seluruhnya
sempit-sempitan
semua
semuanya
semula
senang
sendiri
seperti
serang
serba
sering
serta
sesuai
sesuatu
setempat
setiap
si
siap
sibuk
signifikan
sikap
sistem
situasi
sopan
sosial
suasana
suatu
subur
sudah
suhu
sulit
suka
sukar
sukses
sulit
sulitnya
sumber
susah
susahnya
tahu
tahun
tahunya
tak
tampat
tanah
tantangan
tantangannya
tata
tatanan
telah
teman
tempat
tempati
tempatnya
tempat-tempat
tenang
tenda
tengelam
tenggelam
tentang
tentu
tentukan
tentunya
tepat
terasa
terbatas
terbesar
terbiasa
terdampar
terganggu
tergeltakan
terhadap
terhindar
terima
terjadi
terjadinya
terjamin
terjaminnya
terkena
terlalu
termakannya
terpaksa
terpisah
tersebut
tersedia
tertentu
tertibnya
terurus
terus
tetangga
tetap
tetapi
tiap
tidak
tidur
tinggal
tinggalkan
tinggalnya
tinggi
tradisi
transportasinya
trasportasi
travina
tsunami
tubuh
tuhan
tujuan
tumbuh
turun
uang
udara
ulang
ungsikan
untuk
usaha
utama
wabah
waktu
walau
warga
warga-warga
waspada
wilayah
wilyah
wisatawan
ya
yaitu
yang
warga